Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalilautakunta_kanteli_kho:n_virheellisista_paatoksista.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien vaalilautakunta kanteli KHO:n virheellisistä päätöksistä
sms: Sääʹmteeʹǧǧ vaal-luʹvddkåʹdd kueʹddlõõʹsti KHO puäst tuʹmmstõõǥǥin

source: Saamelaiskäräjien vaalilautakunta on tehnyt kantelun korkeimman hallinto-oikeuden 16:sta päätöksestä, joilla vaalilautakunnan heinäkuussa tekemät itseoikaisut oli kumottu.
sms: Sääʹmteeʹǧǧ vaal-luʹvddkåʹdd lij kueʹddlâsttam ââʹlmõs vaaldâšmvuõiggâz 16 tuʹmmstõõǥǥ diõtt, koin vaal-luʹvddkååʹdd sueiʹnnmannust tuejjeem jiõččvuõiǥõõzz leʹjje kååʹmtum.

source: Kantelu on tehty KHO:lle hallintolainkäyttölain mukaisena ylimääräisenä muutoksenhakukeinona.
sms: Kueʹddlâsttmõš lij tuejjuum KHO beälla vaaldâšmlääʹjjââʹnnemlääʹjj meâldlaž pâʹjjelmeärlaž muuttâsooccâmneävvan.

source: KHO oli ratkaissut itseoikaisuista tehdyt valitukset oikeudenmukaisen oikeudenkäynnin perusperiaatteita loukaten kuulematta lainkaan valituksen johdosta vaalilautakuntaa tai saamelaiskäräjiä.
sms: KHO leäi čåuddam jiõččvuõiǥõõzzâst tuejjuum läittmõõžžid čuõccteeʹl vuõiggâdvuõđlaž suudõõttmõõžž vuâđđjurddjid kuulǩani ni vooʹps läittam diõtt vaal-luʹvddkååʹdd leʹbe sääʹmteeʹǧǧ.

source: Tämän menettelyvirheen johdosta KHO:n päätökset ovat muodostuneet sisällöltään virheellisiksi, kun niissä on oletettu, että KHO:n vanhat saamelaiskäräjien vaaliluetteloa koskevat ratkaisut sitoisivat vuoden 2019 vaaliluettelon suhteen, huolimatta YK:n ihmisoikeuskomitean helmikuussa 2019 antamista ratkaisuista.
sms: Tän puäst mõõntõõllmõõžž diõtt KHO tuʹmmstõõǥǥ lie šõddâm siiskõõzz beäʹlnn puästtad, ko tõin lij viggum, što KHO vuäʹmm sääʹmteeʹǧǧ vaal-loǥstõõǥǥ kuõskki čåuddmõõžž čõõnče eeʹjj 2019 vaal-loǥstõõǥǥ beäʹlnn, huõlǩani ÕM ooumažvuõiggâdvuõttkomitea täʹlvvmannust 2019 uʹvddem čåuddmõõžžin.

source: ”Saamelaisten kannalta näin merkityksellisessä asiassa KHO:n olisi ehdottomasti tullut kuulla vaalilautakuntaa”, sanoo vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi.
sms: ”Säʹmmlai beäʹlnn nääiʹt miârkteei ääʹššest KHO leäi aainâs õlggâm kuullâd vaal-luʹvddkååʹdd”, särnn vaal-luʹvddkååʹdd saaǥǥjååʹđteei Janne Näkkäläjärvi.

source: Ihmisoikeuskomitean antamissa ratkaisuissa on todettu KHO:n aiempien päätösten loukkaavan saamelaisten ihmisoikeuksia ja Suomen valtion olevan velvollinen huolehtimaan siitä, etteivät vastaavat loukkaukset toistu 2019 vaaleissa.
sms: Ooumažvuõiggâdvuõttkomitea uʹvddem čåuddmõõžžin lij tuõttum KHO ääiʹjab tuʹmmstõõǥǥi čuõcctem säʹmmlai ooumažvuõiggâdvuõđid da Lääʹddjânnam riikk leeʹd õõlǥtum ââʹnned huõl tõʹst, što vaʹstteei čuõcctõõzz jie nobstõõvv 2019 vaalin.

source: Perustuslain 22 §:n mukaisesti tuo velvollisuus ei koske vain lainsäätäjää vaan myös KHO:ta ja saamelaiskäräjien vaalilautakuntaa.
sms: Vuâđđlääʹjj 22 § meâldlanji tut õõlǥtõs ij kuõsk tåʹlǩ lääʹjj šiõtteei peʹce mieʹldd looǥǥeeʹl KHO da sääʹmteeʹǧǧ vaal-luʹvddkååʹdd.

source: Lisätietoja
sms: Lââʹssteâđ

source: Saamelaiskäräjien vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
sms: Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd saaǥǥjååʹđteei Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
